;
;  Few rules for translator:
;  For beginning of translate - copy english.ini into the yourlanguage.ini
;  Please, translate text only after symbol ' = '
;
;
; TranslationAuthor: Neamţu Mihai
; TranslationAuthorEmail: mitza97@gmail.com
; TranslationAuthorWeb: 
; Soft Version: 1.08.17
; Update: 2012-09-28
;
[GUI]
ButtonYes=Da
ButtonNo=Nu
ButtonOK=OK
ButtonMinimize=Minimizare
ButtonMaximize=Maximizare
ButtonClose=Închidere
ButtonRestore=Restaurare
ButtonMenu=Meniu

[Lang]
NativeLanguage=Româneşte

[Translation]
LangCode=0418
ReadHabit=Left-to-right
LanguageName=ROM
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=EASTEUROPE_CHARSET
Information=Confirmare
Warning=Avertisment
Error=Eroare
Confirm=Confirmare
CurVer=Versiune curentă:
FrmGBAbout.caption=Despre
FrmGBAbout.btnok.caption=Ok
FrmGBAbout.lblver.caption=Versiune curentă:
FrmGBAbout.lblemail.caption=Email suport tehnic:
FrmGBAbout.lblhome.caption=Pagina de start:
FrmGBAbout.lblthank.caption=Mulțumim următoarelor persoane pentru contribuțiile lor:
pmHelp=Ajutor online
pmHome=Pagina de start
pmCheckNew=Verificare pentru actualizări
pmLang=Limbi
pmAbout=Despre noi
pmrun=Rulaţi joc
pmadd=Adăugaţi joc
pmdel=Ştergeţi joc
pminfo=Informaţii joc
pmEndProcess=Sfârşitul procesului
pmExclude=Exclude
pmNoExclude=Anulare excludere
pmGoogle=Căutare prin Google
FrmGBMain.BtnTabGame.Caption=Jocurile mele
FrmGBMain.BtnTabOpt.Caption=Instrument de optimizare a sistemului
FrmGBMain.BtnTabProcess.Caption=Instrument de optimizare a proceselor
FrmGBMain.BtnTabService.Caption=Instrument de optimizare a serviciilor
FrmGBMain.Btnlikeit.Caption=Îmi place
FrmGBMain.BtnRestore.Caption=Restaurare
FrmLikeit.lblTitle.caption=Dacă vă place Wise Game Booster, vă rugăm să-l recomandaţi prietenilor 
FrmLikeit.lblInfo.caption=Vă rugăm să partajaţi Wise Game Booster cu familia dumneavoastră, prietenii şi colegii prin email, blog, twitter, youtube, facebook,etc. Bine făcut!Vei aduce confort şi eficienţă pentru viaţa lor!
FrmLikeit.lblRate.caption=Evaluare Wise Game Booster:
FrmLikeit.lblfollow.caption=Urmăriţi-ne şi pe:
FrmLikeit.lblshare.caption=Partajaţi Wise Game Booster:
FrmLikeit.btndownload.caption=Descărcare gratuită
FrmLikeit.imgrate.hint=Daţi-ne un premiu de 5 stele
FrmLikeit.imgmail.hint=Partajaţi cu prietenii d-voastră
FrmLikeit.imgface1.hint=Partajaţi pe Facebook
FrmLikeit.imgface2.hint=Urmăriţi-ne şi pe Facebook
FrmLikeit.imgtwitter1.hint=Partajaţi pe Twitter
FrmLikeit.imgtwitter2.hint=Urmăriţi-ne şi pe Twitter
FrmLikeit.Caption=Îmi place
FrmLikeit.lbldownload.caption=Descărcaţi mai multe programe freeware de pe WiseCleaner.com
FrmGameinfo.caption=Informaţii joc
FrmGameinfo.lbltype.caption=Tip joc:
FrmGameinfo.lblname.caption=Nume fişier:
FrmGameinfo.lblPublisher.caption=Dezvoltator joc:
FrmGameinfo.lbltimes.caption=Timp de funcţionare:
FrmGameinfo.lbllasttime.caption=Ultima rulare:
FrmGameinfo.lblrate.caption=Evaluare joc:
FrmGameinfo.lblcomment.caption=Note joc:
FrmGameinfo.btnok.caption=Ok
FrmGameinfo.btncancel.caption=Anulare
FrmGameBox.btnsysopt.caption=Optimizaţi
FrmGameBox.btnProcessopt.caption=Optimizaţi
FrmGameBox.btnServiceopt.caption=Optimizaţi
FrmGameBox.btnopt.caption=Optimizaţi toate
FrmSysOpt.btnopt.caption=Optimizaţi acum
FrmSysOpt.lblhint.caption=Vă rugăm să optimizaţi următoarele elemente pentru a îmbunătăţii performanţa jocului.
FrmSysOpt.lblreall.caption=Reluaţi toate
FrmProcess.lblhint.caption=Închideţi procesele care utilizează cea mai multă memorie pentru a mării viteza jocului.
ProcessCpu=Utilizare CPU
ProcessMemory=Utilizare memorie
ProcessSuggest=Sugestie
ProcessAction=Managementul proceselor
ProcessMostMemUse=Programe non-sistem utilizând multă memorie
FrmService.lblhint.caption=Închideţi servicii irelevante pentru a mării viteza jocului.
ServicePublisher=Dezvoltator
ServiceSuggest=Sugestie
ServiceAction=Managementul serviciilor
ServiceStop=Opriţi serviciile irelevante
ServiceDisable=Opriţi (Sugerat)
ServiceEnable=Porniţi (Sugerat)
ServiceKeep=Menţineţi (Sugerat)
ServiceMust=Trebuie deschis
Frmrestore.Btnreall.caption=Reluare toate serviciile
Frmrestore.caption=Reluare serviciul
Frmrestore.Btnok.caption=Ok
ServiceName=Numele serviciului
ServiceChangeDateTime=Ultima modificare
ServiceRestore=Reluare serviciul

[GUI]
ButtonYes=Da
ButtonNo=Nu
ButtonOK=Ok
ButtonMinimize=Minimizare
ButtonMaximize=Maximizare
ButtonClose=Îinchidere
ButtonRestore=Restaurare
ButtonMenu=Meniu

[Lang]
NativeLanguage=Româneşte

[GameBox]
GameUnknow=Necunoscut
GameRPG=Jocuri de simulare
GameShot=Jocuri cu împuşcături
GameOther=Alte jocuri
NeverPlay=Nu s-a jucat niciodată
UnknowPublisher=Dezvoltatori necunoscuţi
lstbtnadd=Adăugaţi joc
LblSysopt=Optimizare sistem
LblProcessopt=Managementul proceselor
LblServiceopt=Optimizare servicii
LblTitleCheck=Testarea performanței PC-ului, vă rugăm aşteptaţi ...

[message]
FirRun=Vrei ca WGB să caute toate jocurile tale locale în mod automat, la prima sa pornire?
NoNewVer=Felicitări!Versiunea pe care o utilizați este cea mai recentă.
CheckComputer=Testarea performanței PC-ului, vă rugăm aşteptaţi ...
SearchGame=Căutare dupa jocurile tale locale, vă rugăm aşteptaţi ...
Allgood=Felicitări! PC-ul este într-o stare bună. Nu este nevoie de optimizare.
SysGood=Felicitări! Niciun element nu necesită optimizare.
ProcessGood=Felicitări! Nu există procese care necesită închidere.
ServiceGood=Felicitări! Nu există servicii care necesită oprire.
HaveProblem=AU fost găsite %d probleme! Vă rugăm faceţi clic pe "Optimizaţi toate" pentru a le fixa.
sysProblem=%d elemente pot fii optimizate.
Processproblem=%d procese pot fii închise pentru a elibera memorie.
Serviceproblem=%d servicii pot fii închise.
DeleteGame=Sunteţi sigur că vreţi să eliminaţi acest joc?
HaveOpt=Optimizat
btnRestore=Reluare
btnOpt=Optimizaţi acum
BtnAction=Acţiune
BtnStop=Oprire serviciu
SuggestClose=Închideţi (Sugerat)
SuggestKeep=Menţineţi (Sugerat)
haveStoped=Oprit
HaveRun=Pornit
BtnRun=Pornire
HaveFail=Oprire eşuată
OptComputer=Optimizare, vă rugăm aşteptaţi...
AllgoodAfterOpt=Optimizare completă. %s MB au fost salvaţi. Rulaţi jocul acum!
AllgoodAfterManualOpt=Felicitări! Niciun element nu necesită optimizat. Rulaţi jocul acum!
HaveProblemAfterOpt=%d elemente nu au putut fii optimizate, dar au fost eliberaţi %s MB de memorie.

[sysopt]
SystemStable=Stabilitate sistem
SystemSpeedup=Accelerare sistem
NetworkSpeedup=Accelerare reţea
AutoKill=Închide automat aplicațiile care nu răspund, pentru a evita accidentele de sistem
RestartExplorer=Repornire automată a Exploratorului Windows pentru a evita o dispariţie a ecranului neaşteptată
TwoProcess=Faceţi componentele Explorator Windows să ruleze ca şi un proces separat pentru a evita conflictele de sistem
ErrorReport=Dezactivaţi raportarea erorilor de ecran penrtu a îmbunătăţii performanţa sistemului
Debugger=Dezactivaţi depanatorul pentru a accelera procesarea erorilor
OptMemory=Optimizați setările implicite de memorie pentru a îmbunătăți performanțele sistemului
OptVEff=Optimizaţi aspectul componentelor frontale (caseta de dialog, meniuri, etc), pentru a îmbunătăți performanțele sistemului
OptFileSystem=Optimizați fişierele de sistem pentru a îmbunătăți performanțele sistemului
OptDiskSystem=Optimizaţi intrările/ieşirile discului subsistem pentru a îmbunătăţii performanţele sistemului
DisAutoRun=Dezactivaţi facilitatea "Autorulare" pe unităţile de disc pentru prevenirea infecţiilor cu viruşi
OptTTL=Optimizaţi intrările/ieşirile discului în timp ce procesorul este inactiv
Optimizaţi setarea TTL(timp pentru a trăi) pentru a îmbunătăți performanțele reţelei
OptNetForward=Optimizați capacitatea de redirecţionare a rețelei pentru a îmbunătăți performanțele reţelei
OptMTU=Detectaţi automat "găurile negre" utilizând tehnica descoperirii căii MTU pentru a îmbunătăţii performanţa TCP/IP
OptWINS=Optimizaţi durata interogărilor WINS pentru a îmbunătăţii viteza de transfer de date
OptNetWork=Optimizați setările de rețea pentru a îmbunătăți performanța de transfer
CloseAnimate=Închideţi efectul de animaţie atunci când maximizaţi sau minimizaţi o fereastră pentru a accelera răspunsul ferestrei
PagingExecutive=Dezactivați paginația de memorie și reduceţi intrările/ieşirile discului pentru a îmbunătăți performanța aplicației. (Opțiunea poate fii ignorată în cazul în care memoria fizică este <1 GB)
StaticIP=Setați o adresă IP statică pentru conectarea locală pentru a îmbunătăți viteza de pornire a PC-ului.
PorcessorTime=Optimizați performanța procesorului pentru aplicații, jocuri, etc, pentru a rula mai lin. (Vă rugăm să ignorați dacă mașina dumneavoastră este un server).
DisableIDECheck=Preveniţi verificarea canalului IDE pentru a îmbunătăţii timpul de pornire al Windows-ului
ForeAppSpeed=Acceleraţi viteza de răspuns a programelor de prim-plan
AeroPeek=Acceleraţi viteza de afişare Aero Peek